INSERT INTO `class_table` VALUES (1,'软工一班',1,1),(2,'软工二班',1,1),(3,'卓越一班',1,1),(4,'计科一班',5,2),(5,'物联网一班',2,1),(6,'网络一班',3,2),(7,'信息一班',4,2),(8,'金融一班',6,3);
INSERT INTO `course_table` VALUES (1,'计算机基础','1区,5-301',2,1,1,1,'周三:3-14周,每1周;11-13节',2019,1),(2,'数据结构与算法','3区, 1-101',2,1,1,1,'周三:3-14周,每1周;11-13节',2018,1),(3,'操作系统','的萨法',2,1,1,1,'多少啊',2019,1),(4,'离散数学','3区, 1-101',2,1,1,1,'周三:3-14周,每1周;11-13节',2019,2);
INSERT INTO `institute_table` VALUES (1,'国际软件学院'),(2,'计算机学院'),(3,'经济与管理学院');
INSERT INTO `major_table` VALUES (1,'软件工程',1),(2,'物联网',1),(3,'网络安全',2),(4,'信息安全',2),(5,'计算机科学与技术',2),(6,'金融工程',3);
INSERT INTO `student_table` VALUES (1,'王子昂','女','1998-05-04 00:00:00','天津','团员',1,1,1),(2,'余连玮','女','2019-09-20 00:00:00','安徽','群众',1,1,1),(3,'余连玮','女','2019-09-20 00:00:00','安徽','团员',1,1,1),(4,'郑晓颖','女','2019-09-20 00:00:00','安徽','群众',1,1,2),(5,'余连玮','女','2019-09-20 00:00:00','安徽','团员',1,1,1),(6,'酱油','男','2019-09-12 00:00:00','安徽','团员',1,1,1);
INSERT INTO `teacher_table` VALUES (1,'朱卫平','男'),(2,'赵小刚','男'),(3,'陈刚','男'),(4,'王倩','男'),(5,'韩波','男');
INSERT INTO `user_table` VALUES ('admin','123456'),('user','987654');